import React,{Component} from 'react';
export default class Rules extends Component{
  render(){
    return (
      <div style={{padding:20}}>
        <h2>一起直播平台内容规范条例</h2>
        <span style={{marginLeft: 180}}>2015-10-19</span>
        <h3>一、概述</h3>

        <p>为将一起直播建设成为一个健康、完善、和谐的直播社区，维护一起直播平台的基本秩序特制定本规则。</p>

        <p>适用范围：本条例适用于所有一起直播间。</p>

        <p>责任划分：一起直播主播对其直播间的内容、秩序承担全部责任。</p>

        <h3>二、直播间违规定义</h3>

        <p>1、禁止以任何形式播放或宣传带有色情、暴力血腥、消极反动以及有擦边球嫌疑的节目</p>

        <p>2、禁止播放版权类型的电影和电视剧以及国家明令禁止的视听内容</p>

        <p>3、禁止播放转播未获得授权的体育比赛有关内容</p>

        <p>4、禁止宣传其他直播平台的链接。</p>

        <p>5、禁止以直接直播或网页观看的形式播放非一起直播拥有版权的游戏比赛。</p>

        <p>6、禁止直播消极游戏，影响其他玩家游戏等不良行为</p>

        <p>7、禁止购买虚假人气。</p>

        <p>8、禁止房间添加虚假的游戏标签，导致游戏分类不符合真实情况的行为。举例说明：英雄联盟分类下，某主播开摄像头直播，其游戏画面需占直播间直播页面的2/3，若该主播想观看电影，则需立刻调整分类至影视相关的分类。娱乐联萌分类下直播，需保证摄像头开启且摄像头占直播间画面的2/3以上</p>

        <p>9、禁止发布虚假信息。禁止借助一起直播直播平台（直播、公告、弹幕等形式）向他人借款、索要密码或其他涉及财产的信息。</p>

        <p>10、禁止播放版权所有人声明禁止转播的视频内容。</p>

        <p>11、禁止通过平台外的渠道获取虚拟道具。</p>

        <p>12、禁止播放其他经过一起管理人员提醒禁播的内容。</p>

        <p>条例包括但不限于以上内容，平台保留最终解释权。违反的主播除了关闭直播间外，我们还将保留追究相应的法律责任的权利。</p>
        <p>规则至发布之日起实施。</p>
      </div>
    )
  }
}